Repository: minios-linux/minios-tools
Catalog: po/*.po
Languages: de, es, fr, id, it

source: If TARGET_FILE is not specified, SOURCE_DIRECTORY is replaced by the new module file.
de: Falls ZIELDATEI nicht angegeben ist, wird QUELLVERZEICHNIS durch die neue Moduldatei ersetzt.
es: Si no se especifica ARCHIVO_DESTINO, DIRECTORIO_ORIGEN es reemplazado por el nuevo archivo del módulo.
fr: Si FICHIER_CIBLE n'est pas spécifié, REPERTOIRE_SOURCE est remplacé par le nouveau fichier module.
id: Jika TARGET_FILE tidak ditentukan, SOURCE_DIRECTORY akan diganti dengan file modul baru.
it: Se FILE_DESTINAZIONE non è specificato, DIRECTORY_SORGENTE viene sostituita dal nuovo file del modulo.

source: Manage MiniOS bundles.
de: MiniOS-Bundles verwalten.
es: Gestionar paquetes de MiniOS.
fr: Gérer les paquets MiniOS.
id: Kelola bundel MiniOS.
it: Gestisci i bundle MiniOS.

source: To run some of the commands in this script, your Linux kernel must support AUFS.
de: Um einige der Befehle in diesem Skript auszuführen, muss Ihr Linux-Kernel AUFS unterstützen.
es: Para ejecutar algunos de los comandos de este script, su kernel de Linux debe ser compatible con AUFS.
fr: Pour exécuter certaines des commandes de ce script, votre noyau Linux doit prendre en charge AUFS.
id: Untuk menjalankan beberapa perintah dalam skrip ini, kernel Linux Anda harus mendukung AUFS.
it: Per eseguire alcuni dei comandi in questo script, il tuo kernel Linux deve supportare AUFS.

source: Activate a MiniOS bundle
de: Ein MiniOS-Bundle aktivieren
es: Activar un paquete de MiniOS
fr: Activer un paquet MiniOS
id: Aktifkan bundel MiniOS
it: Attiva un bundle MiniOS

source: Deactivate an active MiniOS bundle
de: Ein aktives MiniOS-Bundle deaktivieren
es: Desactivar un paquete de MiniOS activo
fr: Désactiver un paquet MiniOS actif
id: Nonaktifkan bundel MiniOS yang aktif
it: Disattiva un bundle MiniOS attivo

source: List active MiniOS bundles
de: Aktive MiniOS-Bundles auflisten
es: Listar paquetes de MiniOS activos
fr: Lister les paquets MiniOS actifs
id: Daftar bundel MiniOS yang aktif
it: Elenca i bundle MiniOS attivi

source: Save changes made at runtime to the bundle
de: Zur Laufzeit vorgenommene Änderungen im Bundle speichern
es: Guardar los cambios realizados en tiempo de ejecución en el paquete
fr: Sauvegarder les changements faits en temps réel dans le paquet
id: Simpan perubahan yang dibuat saat runtime ke bundel
it: Salva le modifiche fatte a runtime nel bundle

source: Remove an unpacked bundle directory
de: Ein entpacktes Bundle-Verzeichnis entfernen
es: Eliminar un directorio de paquete desempaquetado
fr: Supprimer un répertoire de paquet décompressé
id: Hapus direktori bundel yang belum dibongkar
it: Rimuovi una directory di bundle spacchettata

source: Convert an .sb bundle to directory or vice versa
de: Ein .sb-Bundle in ein Verzeichnis umwandeln oder umgekehrt
es: Convertir un paquete .sb a directorio o viceversa
fr: Convertir un paquet .sb en répertoire ou vice versa
id: Konversi bundel .sb ke direktori atau sebaliknya
it: Converti un bundle .sb in directory o viceversa

source: If changes_directory is not specified, the default changes
fr: Si changes_directory n'est pas spécifié, les modifications par défaut

source: directory from the current initramfs is used.
fr: le répertoire de l'initramfs actuel est utilisé.

source: Created Ventoy compatibility symlinks:
fr: Liens de compatibilité Ventoy créés :

source: Using multilingual SYSLINUX configuration
fr: Utilisation de la configuration SYSLINUX multilingue
