Repository: minios-linux/minios-tools
Catalog: po/*.po
Languages: de, es, fr, id, it

source: Erase module directory created by sb2dir
de: Modulverzeichnis, das von sb2dir erstellt wurde, löschen
es: Borrar directorio de módulo creado por sb2dir
fr: Effacer le répertoire du module créé par sb2dir
id: Hapus direktori modul yang dibuat oleh sb2dir
it: Cancella la directory del modulo creata da sb2dir

source: Usage
de: Verwendung
es: Uso
fr: Utilisation
id: Penggunaan
it: Utilizzo

source: source_directory.sb
de: quellverzeichnis.sb
es: directorio_origen.sb
fr: repertoire_source.sb
id: direktori_sumber.sb
it: directory_sorgente.sb

source: Directory does not exist:
de: Verzeichnis existiert nicht:
es: El directorio no existe:
fr: Le répertoire n'existe pas :
id: Direktori tidak ada:
it: La directory non esiste:

source: Module directory deleted:
de: Modulverzeichnis gelöscht:
es: Directorio del módulo eliminado:
fr: Répertoire du module supprimé :
id: Direktori modul dihapus:
it: Directory del modulo eliminata:

source: Installs packages from repositories and packages them into a module.
de: Installiert Pakete aus Repositories und packt sie in ein Modul.
es: Instala paquetes desde repositorios y los empaqueta en un módulo.
fr: Installe des paquets depuis des dépôts et les emballe dans un module.
id: Menginstal paket dari repositori dan mengemasnya ke dalam modul.
it: Installa pacchetti da repository e li impacchetta in un modulo.

source: Commands
de: Befehle
es: Comandos
fr: Commandes
id: Perintah
it: Comandi

source: Install package(s)
de: Paket(e) installieren
es: Instalar paquete(s)
fr: Installer le(s) paquet(s)
id: Instal paket
it: Installa pacchetto(i)

source: Upgrade installed packages
de: Installierte Pakete aktualisieren
es: Actualizar paquetes instalados
fr: Mettre à niveau les paquets installés
id: Tingkatkan paket yang terinstal
it: Aggiorna pacchetti installati

source: Options
de: Optionen
es: Opciones
id: Pilihan
it: Opzioni

source: Use NAME as the filename for the module instead of PACKAGE1
de: NAME als Dateinamen für das Modul statt PAKET1 verwenden
es: Usar NOMBRE como nombre de archivo para el módulo en lugar de PAQUETE1
fr: Utiliser NOM comme nom de fichier pour le module au lieu de PAQUET1
id: Gunakan NAMA sebagai nama file untuk modul, bukan PAKET1
it: Usa NOME come nome file per il modulo invece di PACCHETTO1

source: Use LEVEL as the filter level
de: LEVEL als Filterstufe verwenden
es: Usar NIVEL como nivel de filtro
fr: Utiliser NIVEAU comme niveau de filtre
id: Gunakan LEVEL sebagai tingkat filter
it: Usa LIVELLO come livello di filtro

source: Compression type (zstd, gzip, lzo, xz). Default: zstd
de: Komprimierungstyp (zstd, gzip, lzo, xz). Standard: zstd
es: Tipo de compresión (zstd, gzip, lzo, xz). Predeterminado: zstd
fr: Type de compression (zstd, gzip, lzo, xz). Par défaut : zstd
id: Jenis kompresi (zstd, gzip, lzo, xz). Default: zstd
it: Tipo di compressione (zstd, gzip, lzo, xz). Predefinito: zstd

source: Bundle extension. Default: sb
de: Bundle-Erweiterung. Standard: sb
es: Extensión del paquete. Predeterminado: sb
fr: Extension du paquet. Par défaut : sb
id: Ekstensi bundel. Default: sb
it: Estensione del bundle. Predefinito: sb

source: Display this help and exit
de: Diese Hilfe anzeigen und beenden
es: Mostrar esta ayuda y salir
fr: Afficher cette aide et quitter
id: Tampilkan bantuan ini dan keluar
it: Mostra questa guida ed esci

source: Display version information and exit
de: Versionsinformationen anzeigen und beenden
es: Mostrar información de versión y salir
fr: Afficher les informations de version et quitter
id: Tampilkan informasi versi dan keluar
it: Mostra informazioni sulla versione ed esci

source: Apt Options (for install/upgrade command)
de: Apt-Optionen (für Installieren-/Aktualisieren-Befehl)
es: Opciones de Apt (para el comando instalar/actualizar)
fr: Options d'Apt (pour les commandes installer/mettre à niveau)
id: Opsi Apt (untuk perintah instal/tingkatkan)
it: Opzioni Apt (per il comando installa/aggiorna)

source: Automatic yes to prompts
de: Automatische Ja-Antwort auf Abfragen
es: Sí automático a las preguntas
fr: Répondre oui automatiquement aux invites
id: Otomatis 'ya' untuk prompt
it: Sì automatico alle richieste

source: Allow downgrades of packages
de: Downgrades von Paketen erlauben
es: Permitir degradaciones de paquetes
fr: Autoriser les rétrogradations de paquets
id: Izinkan penurunan versi paket
it: Consenti il downgrade dei pacchetti

source: Consider recommended packages as a dependency for installing
de: Empfohlene Pakete als Installationsabhängigkeit betrachten
es: Considerar paquetes recomendados como dependencia para la instalación
fr: Considérer les paquets recommandés comme une dépendance à l'installation
id: Pertimbangkan paket yang direkomendasikan sebagai dependensi untuk instalasi
it: Considera i pacchetti raccomandati come dipendenza per l'installazione

source: Consider suggested packages as a dependency for installing
de: Vorgeschlagene Pakete als Installationsabhängigkeit betrachten
es: Considerar paquetes sugeridos como dependencia para la instalación
fr: Considérer les paquets suggérés comme une dépendance à l'installation
id: Pertimbangkan paket yang disarankan sebagai dependensi untuk instalasi
it: Considera i pacchetti suggeriti come dipendenza per l'installazione

source: Do not consider recommended packages as a dependency for installing
de: Empfohlene Pakete nicht als Installationsabhängigkeit betrachten
es: No considerar paquetes recomendados como dependencia para la instalación
fr: Ne pas considérer les paquets recommandés comme une dépendance à l'installation
id: Jangan pertimbangkan paket yang direkomendasikan sebagai dependensi untuk instalasi
it: Non considerare i pacchetti raccomandati come dipendenza per l'installazione

source: Do not consider suggested packages as a dependency for installing
de: Vorgeschlagene Pakete nicht als Installationsabhängigkeit betrachten
es: No considerar paquetes sugeridos como dependencia para la instalación
fr: Ne pas considérer les paquets suggérés comme une dépendance à l'installation
id: Jangan pertimbangkan paket yang disarankan sebagai dependensi untuk instalasi
it: Non considerare i pacchetti suggeriti come dipendenza per l'installazione

source: Default release to install packages from
de: Standard-Release, von dem Pakete installiert werden sollen
es: Versión predeterminada para instalar paquetes
fr: Version par défaut pour l'installation des paquets
id: Rilis default untuk menginstal paket dari
it: Release predefinita da cui installare i pacchetti

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
id: Contoh
it: Esempi

source: Try
de: Versuchen Sie
es: Pruebe
fr: Essayez
id: Coba
it: Prova

source: for more information.
de: für weitere Informationen.
es: para más información.
fr: pour plus d'informations.
id: untuk informasi lebih lanjut.
it: per maggiori informazioni.

source: Packages a module from changes made by an installation script
de: Packt ein Modul aus Änderungen, die von einem Installationsskript vorgenommen wurden
es: Empaqueta un módulo a partir de los cambios realizados por un script de instalación
fr: Emballe un module à partir des modifications effectuées par un script d'installation
id: Mengemas modul dari perubahan yang dibuat oleh skrip instalasi
it: Impacchetta un modulo da modifiche effettuate da uno script di installazione

source: Copy contents of DIR to the root of the module
de: Inhalt von VERZEICHNIS in das Wurzelverzeichnis des Moduls kopieren
es: Copiar contenido de DIR a la raíz del módulo
fr: Copier le contenu de DIR dans la racine du module
id: Salin isi DIR ke root modul
it: Copia il contenuto di DIR nella root del modulo

source: Use NAME as the filename for the module
de: NAME als Dateiname für das Modul verwenden
es: Usar NOMBRE como nombre de archivo para el módulo
fr: Utiliser NOM comme nom de fichier pour le module
id: Gunakan NAMA sebagai nama file untuk modul
it: Usa NOME come nome file per il modulo

source: Use FILE as the installation script
de: DATEI als Installationsskript verwenden
es: Usar ARCHIVO como script de instalación
fr: Utiliser FICHIER comme script d'installation
id: Gunakan FILE sebagai skrip instalasi
it: Usa FILE come script di installazione

source: Saves all changed files in a compressed filesystem bundle.
de: Speichert alle geänderten Dateien in einem komprimierten Dateisystem-Bundle.
es: Guarda todos los archivos cambiados en un paquete de sistema de archivos comprimido.
fr: Sauvegarde tous les fichiers modifiés dans un paquet de système de fichiers compressé.
id: Menyimpan semua file yang diubah dalam bundel sistem berkas terkompresi.
it: Salva tutti i file modificati in un bundle di filesystem compresso.

source: If changes_directory is not specified,
de: Wenn 'Änderungsverzeichnis' nicht angegeben ist,
es: Si no se especifica el directorio_de_cambios,
id: Jika direktori_perubahan tidak ditentukan,
it: Se directory_delle_modifiche non è specificata,

source: /run/initramfs/memory/changes is used.
de: /run/initramfs/memory/changes wird verwendet.
es: se utiliza /run/initramfs/memory/changes.
id: /run/initramfs/memory/changes digunakan.
it: viene usato /run/initramfs/memory/changes.

source: Generate MiniOS ISO image, adding specified modules.
de: MiniOS ISO-Abbild generieren und dabei angegebene Module hinzufügen.
es: Generar imagen ISO de MiniOS, añadiendo módulos especificados.
fr: Générer une image ISO MiniOS en ajoutant les modules spécifiés.
id: Hasilkan citra ISO MiniOS, tambahkan modul yang ditentukan.
it: Genera immagine ISO di MiniOS, aggiungendo i moduli specificati.

source: Exclude any existing path or file matching REGEX
de: Vorhandene Pfade oder Dateien, die REGEX entsprechen, ausschließen
es: Excluir cualquier ruta o archivo existente que coincida con REGEX
fr: Exclure tout chemin ou fichier existant correspondant à REGEX
id: Kecualikan jalur atau file yang ada yang cocok dengan REGEX
it: Escludi qualsiasi percorso o file esistente che corrisponda a REGEX

source: Specify output ISO filename (default
de: Ausgabe-ISO-Dateiname angeben (Standard
es: Especificar nombre de archivo ISO de salida (predeterminado
fr: Spécifier le nom du fichier ISO de sortie (par défaut
id: Tentukan nama file ISO keluaran (default
it: Specifica il nome del file ISO di output (predefinito

source: Set menu type: multilang or language code
de: Menütyp festlegen: Mehrsprachig oder Sprachcode
es: Establecer el tipo de menú: multilenguaje o código de idioma
fr: Définir le type de menu : multilangue ou code de langue
id: Atur tipe menu: multibahasa atau kode bahasa
it: Imposta il tipo di menu: multilingua o codice lingua

source: multilang: menu with language selection (default)
de: mehrsprachig: Menü mit Sprachauswahl (Standard)
es: multilenguaje: menú con selección de idioma (predeterminado)
fr: multilangue : menu avec sélection de la langue (par défaut)
id: multibahasa: menu dengan pilihan bahasa (default)
it: multilingua: menu con selezione della lingua (predefinito)

source: language: specific language (en_US, ru_RU, de_DE, etc.)
de: Sprache: bestimmte Sprache (en_US, ru_RU, de_DE, usw.)
es: idioma: idioma específico (en_US, ru_RU, de_DE, etc.)
fr: langue : langue spécifique (en_US, ru_RU, de_DE, etc.)
id: bahasa: bahasa spesifik (en_US, ru_RU, de_DE, dll.)
it: lingua: lingua specifica (en_US, ru_RU, de_DE, ecc.)

source: Create basic MiniOS ISO with current system:
de: Basis-MiniOS-ISO mit aktuellem System erstellen:
es: Crear una ISO básica de MiniOS con el sistema actual:
fr: Créer une ISO MiniOS de base avec le système actuel :
id: Buat ISO MiniOS dasar dengan sistem saat ini:
it: Crea ISO MiniOS di base con il sistema attuale:

source: Create ISO with custom filename:
de: ISO mit benutzerdefiniertem Dateinamen erstellen:
es: Crear ISO con nombre de archivo personalizado:
fr: Créer une ISO avec un nom de fichier personnalisé :
id: Buat ISO dengan nama file khusus:
it: Crea ISO con nome file personalizzato:

source: Create ISO excluding specific modules:
de: ISO erstellen und bestimmte Module ausschließen:
es: Crear ISO excluyendo módulos específicos:
fr: Créer une ISO en excluant des modules spécifiques :
id: Buat ISO dengan mengecualikan modul tertentu:
it: Crea ISO escludendo moduli specifici:

source: Create minimal text-mode ISO:
de: Minimale ISO im Textmodus erstellen:
es: Crear ISO mínima en modo texto:
fr: Créer une ISO minimale en mode texte :
id: Buat ISO mode teks minimal:
it: Crea ISO minimale in modalità testo:

source: Create ISO with additional modules:
de: ISO mit zusätzlichen Modulen erstellen:
es: Crear ISO con módulos adicionales:
fr: Créer une ISO avec des modules supplémentaires :
id: Buat ISO dengan modul tambahan:
it: Crea ISO con moduli aggiuntivi:

source: Create Russian localized ISO:
de: Russisch lokalisierte ISO erstellen:
es: Crear ISO localizada en ruso:
fr: Créer une ISO localisée en russe :
id: Buat ISO dengan lokal Rusia:
it: Crea ISO localizzata in russo:

source: grub.template.cfg template not found
de: grub.template.cfg-Vorlage nicht gefunden
es: Plantilla grub.template.cfg no encontrada
fr: Modèle grub.template.cfg introuvable
id: Template grub.template.cfg tidak ditemukan
it: Il template grub.template.cfg non è stato trovato

source: Cannot find MiniOS source directory with boot files
de: MiniOS-Quellverzeichnis mit Boot-Dateien kann nicht gefunden werden
es: No se puede encontrar el directorio fuente de MiniOS con archivos de arranque
fr: Impossible de trouver le répertoire source MiniOS avec les fichiers de démarrage
id: Tidak dapat menemukan direktori sumber MiniOS dengan file boot
it: Impossibile trovare la directory sorgente MiniOS con i file di avvio

source: Detected bootloader type
de: Erkannter Bootloader-Typ
es: Tipo de gestor de arranque detectado
fr: Type de chargeur d'amorçage détecté
id: Tipe bootloader terdeteksi
it: Tipo di bootloader rilevato

source: Unknown bootloader type
de: Unbekannter Bootloader-Typ
es: Tipo de gestor de arranque desconocido
fr: Type de chargeur d'amorçage inconnu
id: Tipe bootloader tidak dikenal
it: Tipo di bootloader sconosciuto

source: Valid types: grub-only, syslinux-native, syslinux-grub
de: Gültige Typen: grub-only, syslinux-native, syslinux-grub
es: Tipos válidos: solo-grub, syslinux-nativo, syslinux-grub
fr: Types valides : grub-only, syslinux-native, syslinux-grub
id: Tipe valid: grub-only, syslinux-native, syslinux-grub
it: Tipi validi: solo-grub, syslinux-nativo, syslinux-grub

source: If you loaded the system into RAM, use 'toram=full' in the kernel parameters.
de: Wenn Sie das System in den RAM geladen haben, verwenden Sie 'toram=full' in den Kernel-Parametern.
es: Si cargaste el sistema en RAM, usa 'toram=full' en los parámetros del kernel.
fr: Si vous avez chargé le système en RAM, utilisez 'toram=full' dans les paramètres du noyau.
id: Jika Anda memuat sistem ke dalam RAM, gunakan 'toram=full' dalam parameter kernel.
it: Se hai caricato il sistema in RAM, usa 'toram=full' nei parametri del kernel.

source: Using multilingual menu
de: Mehrsprachiges Menü wird verwendet
es: Usando menú multilenguaje
fr: Utilisation du menu multilingue
id: Menggunakan menu multibahasa
it: Utilizzo del menu multilingua

source: Configuring localized menu for
de: Lokales Menü wird konfiguriert für
es: Configurando menú localizado para
fr: Configuration du menu localisé pour
id: Mengonfigurasi menu terlokalisasi untuk
it: Configurazione del menu localizzato per

source: Generated localized GRUB menu for
de: Lokales GRUB-Menü generiert für
es: Menú GRUB localizado generado para
fr: Menu GRUB localisé généré pour
id: Menu GRUB terlokalisasi dibuat untuk
it: Menu GRUB localizzato generato per

source: Failed to generate localized GRUB config, falling back to English
de: Lokalisierte GRUB-Konfiguration konnte nicht erstellt werden, es wird auf Englisch zurückgegriffen
es: No se pudo generar la configuración localizada de GRUB, usando inglés
fr: Échec de la génération de la configuration GRUB localisée, retour à l'anglais
id: Gagal membuat konfigurasi GRUB lokal, kembali ke bahasa Inggris
it: Impossibile generare la configurazione GRUB localizzata, si passa all'inglese

source: Using localized SYSLINUX configuration for
de: Lokalisierte SYSLINUX-Konfiguration wird verwendet für
es: Usando configuración localizada de SYSLINUX para
fr: Utilisation de la configuration SYSLINUX localisée pour
id: Menggunakan konfigurasi SYSLINUX terlokalisasi untuk
it: Utilizzo della configurazione SYSLINUX localizzata per

source: Localized configuration not found for
de: Lokalisierte Konfiguration nicht gefunden für
es: No se encontró configuración localizada para
fr: Configuration localisée introuvable pour
id: Konfigurasi lokal tidak ditemukan untuk
it: Configurazione localizzata non trovata per

source: using English
de: Englisch wird verwendet
es: usando inglés
fr: utilisation de l'anglais
id: menggunakan bahasa Inggris
it: utilizzo dell'inglese

source: Creating ISO work directory
de: ISO-Arbeitsverzeichnis wird erstellt
es: Creando directorio de trabajo ISO
fr: Création du répertoire de travail ISO
id: Membuat direktori kerja ISO
it: Creazione della directory di lavoro ISO

source: Copying boot files (GRUB BIOS only)
de: Boot-Dateien werden kopiert (nur GRUB BIOS)
es: Copiando archivos de arranque (solo GRUB BIOS)
fr: Copie des fichiers de démarrage (GRUB BIOS uniquement)
id: Menyalin file boot (hanya GRUB BIOS)
it: Copia dei file di avvio (solo GRUB BIOS)

source: Copying boot files (SYSLINUX native)
de: Boot-Dateien werden kopiert (SYSLINUX nativ)
es: Copiando archivos de arranque (SYSLINUX nativo)
fr: Copie des fichiers de démarrage (SYSLINUX natif)
id: Menyalin file boot (SYSLINUX native)
it: Copia dei file di avvio (SYSLINUX nativo)

source: Copying boot files (SYSLINUX + GRUB)
de: Boot-Dateien werden kopiert (SYSLINUX + GRUB)
es: Copiando archivos de arranque (SYSLINUX + GRUB)
fr: Copie des fichiers de démarrage (SYSLINUX + GRUB)
id: Menyalin file boot (SYSLINUX + GRUB)
it: Copia dei file di avvio (SYSLINUX + GRUB)

source: Internal error: invalid bootloader type for boot files
de: Interner Fehler: Ungültiger Bootloader-Typ für Boot-Dateien
es: Error interno: tipo de gestor de arranque inválido para archivos de arranque
fr: Erreur interne : type de chargeur d'amorçage invalide pour les fichiers de démarrage
id: Kesalahan internal: tipe bootloader tidak valid untuk file boot
it: Errore interno: tipo di bootloader non valido per i file di avvio

source: Creating temporary persistence image
de: Temporäres Persistenz-Abbild wird erstellt
es: Creando imagen de persistencia temporal
fr: Création de l'image de persistance temporaire
id: Membuat citra persistensi sementara
it: Creazione immagine di persistenza temporanea

source: Formatting persistence image
de: Persistenz-Abbild wird formatiert
es: Formateando imagen de persistencia
fr: Formatage de l'image de persistance
id: Memformat citra persistensi
it: Formattazione immagine di persistenza

source: Internal error: invalid bootloader type for ISO parameters
de: Interner Fehler: Ungültiger Bootloader-Typ für ISO-Parameter
es: Error interno: tipo de gestor de arranque inválido para parámetros ISO
fr: Erreur interne : type de chargeur d'amorçage invalide pour les paramètres ISO
id: Kesalahan internal: tipe bootloader tidak valid untuk parameter ISO
it: Errore interno: tipo di bootloader non valido per i parametri ISO

source: Generating ISO image
de: ISO-Abbild wird generiert
es: Generando imagen ISO
fr: Génération de l'image ISO
id: Membuat citra ISO
it: Generazione immagine ISO

source: Cleaning up temporary files
de: Temporäre Dateien werden aufgeräumt
es: Limpiando archivos temporales
fr: Nettoyage des fichiers temporaires
id: Membersihkan file sementara
it: Pulizia dei file temporanei

source: Failed to create ISO image
de: Fehler beim Erstellen des ISO-Abbilds
es: Error al crear la imagen ISO
fr: Échec de la création de l'image ISO
id: Gagal membuat citra ISO
it: Impossibile creare l'immagine ISO

source: Usage:
de: Verwendung:
es: Uso:
fr: Utilisation :
id: Penggunaan:
it: Utilizzo:

source: If the output_directory is specified, it must exist
de: Wenn das Ausgabeverzeichnis angegeben ist, muss es existieren
es: Si se especifica el directorio_de_salida, debe existir
fr: Si le répertoire_de_sortie est spécifié, il doit exister
id: Jika direktori_keluaran ditentukan, direktori tersebut harus ada
it: Se la directory_di_output è specificata, deve esistere

source: If the output_directory is not specified, the name source_file.sb
de: Wenn das Ausgabeverzeichnis nicht angegeben ist, wird der Name quell_datei.sb
es: Si no se especifica el directorio_de_salida, se utiliza el nombre archivo_origen.sb
fr: Si le répertoire_de_sortie n'est pas spécifié, le nom fichier_source.sb
id: Jika direktori_keluaran tidak ditentukan, nama file_sumber.sb
it: Se la directory_di_output non è specificata, viene usato il nome file_sorgente.sb

source: is used and the directory is overmounted with tmpfs
de: verwendet und das Verzeichnis mit tmpfs überlagert.
es: y el directorio se sobremonta con tmpfs.
fr: est utilisé et le répertoire est surmonté avec tmpfs
id: digunakan dan direktori ditumpang-mount dengan tmpfs
it: e la directory viene montata su tmpfs

source: File does not exist:
de: Datei existiert nicht:
es: El archivo no existe:
fr: Le fichier n'existe pas :
id: File tidak ada:
it: Il file non esiste:

source: Converts a directory to a compressed .sb module
de: Konvertiert ein Verzeichnis in ein komprimiertes .sb-Modul
es: Convierte un directorio en un módulo .sb comprimido
fr: Convertit un répertoire en un module .sb compressé
id: Mengonversi direktori menjadi modul .sb terkompresi
it: Converte una directory in un modulo .sb compresso

source: Arguments
de: Argumente
es: Argumentos
id: Argumen
it: Argomenti

source: The directory to convert to a module
de: Das Verzeichnis, das in ein Modul konvertiert werden soll
es: El directorio a convertir en un módulo
fr: Le répertoire à convertir en module
id: Direktori yang akan dikonversi menjadi modul
it: La directory da convertire in un modulo

source: Optional. The name of the output module file
de: Optional. Der Name der Ausgabemoduldatei
es: Opcional. El nombre del archivo del módulo de salida
fr: Optionnel. Le nom du fichier module de sortie
id: Opsional. Nama file modul keluaran
it: Opzionale. Il nome del file del modulo di output

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
id: Perilaku
it: Comportamento

source: If SOURCE_DIRECTORY does not have a .sb extension and is not 'squashfs-root', then the directory itself is included in the module, and TARGET_FILE is required.
de: Falls SOURCE_DIRECTORY keine .sb-Erweiterung hat und nicht 'squashfs-root' ist, wird das Verzeichnis selbst in das Modul aufgenommen, und ZIELDATEI ist erforderlich.
es: Si DIRECTORIO_ORIGEN no tiene una extensión .sb y no es 'squashfs-root', entonces el propio directorio se incluye en el módulo, y ARCHIVO_DESTINO es requerido.
fr: Si REPERTOIRE_SOURCE n'a pas d'extension .sb et n'est pas 'squashfs-root', alors le répertoire lui-même est inclus dans le module, et FICHIER_CIBLE est requis.
id: Jika SOURCE_DIRECTORY tidak memiliki ekstensi .sb dan bukan 'squashfs-root', maka direktori itu sendiri disertakan dalam modul, dan TARGET_FILE diperlukan.
it: Se DIRECTORY_SORGENTE non ha un'estensione .sb e non è 'squashfs-root', allora la directory stessa è inclusa nel modulo, e FILE_DESTINAZIONE è richiesto.
