Repository: minios-linux/minios-tools
Catalog: locale/*.po
Languages: de, es, fr, it, pt, pt_br, ru

source: Usage
de: Verwendung
es: Uso
fr: Utilisation
it: Utilizzo
pt: Utilização
pt_br: Uso
ru: Использование

source: Installs packages from repositories and packages them into a module.
de: Installiert Pakete aus Repositories und verpackt sie in ein Modul.
es: Instala paquetes desde repositorios y los empaqueta en un módulo.
fr: Installe des paquets à partir des dépôts et les emballe dans un module.
it: Installa pacchetti dai repository e li impacchetta in un modulo.
pt: Instala pacotes de repositórios e os empacota num módulo.
pt_br: Instala pacotes de repositórios e os empacota em um módulo.
ru: Устанавливает пакеты из репозиториев и упаковывает их в модуль.

source: Commands
de: Befehle
es: Comandos
fr: Commandes
it: Comandi
pt: Comandos
pt_br: Comandos
ru: Команды

source: Install package(s)
de: Paket(e) installieren
es: Instalar paquete(s)
fr: Installer le(s) paquet(s)
it: Installa pacchetto(i)
pt: Instalar pacote(s)
pt_br: Instalar pacote(s)
ru: Установить пакет(ы)

source: Upgrade installed packages
de: Installierte Pakete aktualisieren
es: Actualizar paquetes instalados
fr: Mettre à niveau les paquets installés
it: Aggiorna i pacchetti installati
pt: Atualizar pacotes instalados
pt_br: Atualizar pacotes instalados
ru: Обновить установленные пакеты

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt: Opções
pt_br: Opções
ru: Опции

source: Use NAME as the filename for the module instead of PACKAGE1
de: Verwenden Sie NAME als Dateinamen für das Modul anstelle von PACKAGE1
es: Usa NAME como el nombre de archivo para el módulo en lugar de PACKAGE1
fr: Utilisez NAME comme nom de fichier pour le module au lieu de PACKAGE1
it: Usa NAME come nome file per il modulo invece di PACKAGE1
pt: Use NAME como nome do ficheiro para o módulo em vez de PACKAGE1
pt_br: Use NOME como o nome do arquivo para o módulo em vez de PACOTE1
ru: Использовать NAME в качестве имени файла для модуля вместо PACKAGE1

source: Use LEVEL as the filter level
de: Verwenden Sie LEVEL als Filterebene
es: Usa LEVEL como el nivel de filtro
fr: Utilisez LEVEL comme niveau de filtre
it: Usa LEVEL come livello di filtro
pt: Use LEVEL como nível de filtro
pt_br: Use NÍVEL como o nível de filtro
ru: Использовать LEVEL в качестве уровня фильтра

source: Compression type (zstd, gzip, lzo, xz). Default: zstd
de: Kompressionstyp (zstd, gzip, lzo, xz). Standard: zstd
es: Tipo de compresión (zstd, gzip, lzo, xz). Predeterminado: zstd
fr: Type de compression (zstd, gzip, lzo, xz). Par défaut : zstd
it: Tipo di compressione (zstd, gzip, lzo, xz). Predefinito: zstd
pt: Tipo de compressão (zstd, gzip, lzo, xz). Predefinição: zstd
ru: Тип сжатия (zstd, gzip, lzo, xz). По умолчанию: zstd

source: Bundle extension. Default: sb
de: Bündelendung. Standard: sb
es: Extensión del paquete. Predeterminado: sb
fr: Extension du paquet. Par défaut : sb
it: Estensione del pacchetto. Predefinito: sb
pt: Extensão do pacote. Predefinição: sb
ru: Расширение пакета. По умолчанию: sb

source: Display this help and exit
de: Diese Hilfe anzeigen und beenden
es: Muestra esta ayuda y sale
fr: Afficher cette aide et quitter
it: Visualizza questo aiuto ed esci
pt: Mostrar esta ajuda e sair
pt_br: Exibir esta ajuda e sair
ru: Показать справку и выйти

source: Display version information and exit
de: Versionsinformationen anzeigen und beenden
es: Muestra la información de la versión y sale
fr: Afficher les informations de version et quitter
it: Visualizza le informazioni sulla versione ed esci
pt: Mostrar informações de versão e sair
pt_br: Exibir informações de versão e sair
ru: Показать информацию о версии и выйти

source: Apt Options (for install/upgrade command)
de: Apt-Optionen (für install/upgrade-Befehl)
es: Opciones de Apt (para el comando de instalación/actualización)
fr: Options Apt (pour la commande d'installation/mise à niveau)
it: Opzioni Apt (per il comando di installazione/aggiornamento)
pt: Opções Apt (para o comando instalar/atualizar)
pt_br: Opções do Apt (para o comando instalar/atualizar)
ru: Параметры apt (для команд install/upgrade)

source: Automatic yes to prompts
de: Automatisches Ja bei Eingabeaufforderungen
es: Sí automático a indicaciones
fr: Oui automatique aux invites
it: Sì automatico alle richieste
pt: Sim automático para mensagens
pt_br: Sim automático para prompts
ru: Автоматическое подтверждение запросов

source: Allow downgrades of packages
de: Downgrades von Paketen erlauben
es: Permite las degradaciones de paquetes
fr: Autoriser les rétrogradations de paquets
it: Consenti il downgrade dei pacchetti
pt: Permitir rebaixamento de pacotes
pt_br: Permitir downgrades de pacotes
ru: Разрешить понижение версии пакетов

source: Consider recommended packages as a dependency for installing
de: Empfohlene Pakete als Abhängigkeit für die Installation berücksichtigen
es: Considera los paquetes recomendados como una dependencia para la instalación
fr: Considérer les paquets recommandés comme une dépendance pour l'installation
it: Considera i pacchetti raccomandati come dipendenza per l'installazione
pt: Considerar pacotes recomendados como dependência para instalação
pt_br: Considerar pacotes recomendados como uma dependência para instalação
ru: Учитывать рекомендуемые пакеты как зависимость при установке

source: Consider suggested packages as a dependency for installing
de: Vorgeschlagene Pakete als Abhängigkeit für die Installation berücksichtigen
es: Considera los paquetes sugeridos como una dependencia para la instalación
fr: Considérer les paquets suggérés comme une dépendance pour l'installation
it: Considera i pacchetti suggeriti come dipendenza per l'installazione
pt: Considerar pacotes sugeridos como dependência para instalação
pt_br: Considerar pacotes sugeridos como uma dependência para instalação
ru: Учитывать предлагаемые пакеты как зависимость при установке

source: Do not consider recommended packages as a dependency for installing
de: Empfohlene Pakete nicht als Abhängigkeit für die Installation berücksichtigen
es: No considera los paquetes recomendados como una dependencia para la instalación
fr: Ne pas considérer les paquets recommandés comme une dépendance pour l'installation
it: Non considerare i pacchetti raccomandati come dipendenza per l'installazione
pt: Não considerar pacotes recomendados como dependência para instalação
pt_br: Não considerar pacotes recomendados como uma dependência para instalação
ru: Не учитывать рекомендуемые пакеты как зависимость при установке

source: Do not consider suggested packages as a dependency for installing
de: Vorgeschlagene Pakete nicht als Abhängigkeit für die Installation berücksichtigen
es: No considera los paquetes sugeridos como una dependencia para la instalación
fr: Ne pas considérer les paquets suggérés comme une dépendance pour l'installation
it: Non considerare i pacchetti suggeriti come dipendenza per l'installazione
pt: Não considerar pacotes sugeridos como dependência para instalação
pt_br: Não considerar pacotes sugeridos como uma dependência para instalação
ru: Не учитывать предлагаемые пакеты как зависимость при установке

source: Default release to install packages from
de: Standard-Version, von der Pakete installiert werden sollen
es: Versión por defecto para instalar paquetes
fr: Version par défaut pour installer les paquets
it: Release predefinita da cui installare i pacchetti
pt: Lançamento padrão para instalar pacotes de
pt_br: Versão padrão para instalar pacotes
ru: Релиз по умолчанию для установки пакетов

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
it: Esempi
pt: Exemplos
pt_br: Exemplos
ru: Примеры

source: Try
de: Versuchen Sie
es: Prueba
fr: Essayez
it: Prova
pt: Experimente
pt_br: Tente
ru: Попробуйте

source: for more information.
de: für weitere Informationen.
es: para más información.
fr: pour plus d'informations.
it: per ulteriori informazioni.
pt: para mais informações.
pt_br: para mais informações.
ru: для получения дополнительной информации.

source: Packages a module from changes made by an installation script
de: Verpackt ein Modul aus Änderungen, die durch ein Installationsskript vorgenommen wurden
es: Empaqueta un módulo a partir de los cambios realizados por un script de instalación
fr: Crée un module à partir des modifications apportées par un script d'installation
it: Crea un modulo dalle modifiche apportate da uno script di installazione
pt: Empacota um módulo a partir das alterações feitas por um script de instalação
pt_br: Empacota um módulo a partir das alterações feitas por um script de instalação
ru: Создаёт модуль из изменений, внесённых скриптом установки

source: Copy contents of DIR to the root of the module
de: Kopiert den Inhalt von DIR in das Stammverzeichnis des Moduls
es: Copia el contenido de DIR a la raíz del módulo
fr: Copier le contenu de DIR à la racine du module
it: Copia il contenuto di DIR nella radice del modulo
pt: Copiar o conteúdo de DIR para a raiz do módulo
pt_br: Copiar o conteúdo de DIR para a raiz do módulo
ru: Копировать содержимое каталога DIR в корень модуля

source: Use NAME as the filename for the module
de: Verwenden Sie NAME als Dateinamen für das Modul
es: Usa NAME como el nombre de archivo para el módulo
fr: Utilisez NAME comme nom de fichier pour le module
it: Usa NAME come nome file per il modulo
pt: Use NAME como nome do ficheiro para o módulo
pt_br: Usar NOME como o nome do arquivo para o módulo
ru: Использовать NAME в качестве имени файла для модуля

source: Converts a directory to a compressed .sb module
de: Konvertiert ein Verzeichnis in ein komprimiertes .sb-Modul
es: Convierte un directorio a un módulo .sb comprimido
fr: Convertit un répertoire en module .sb compressé
it: Converte una directory in un modulo .sb compresso
pt: Converte uma pasta num módulo .sb comprimido
ru: Преобразует директорию в сжатый модуль .sb

source: Arguments
de: Argumente
es: Argumentos
it: Argomenti
pt: Argumentos
ru: Аргументы

source: The directory to convert to a module
de: Das in ein Modul zu konvertierende Verzeichnis
es: El directorio que se va a convertir a un módulo
fr: Le répertoire à convertir en module
it: La directory da convertire in un modulo
pt: A pasta a converter para um módulo
ru: Директория для преобразования в модуль

source: Optional. The name of the output module file
de: Optional. Der Name der Ausgabedatei des Moduls
es: Opcional. El nombre del archivo de módulo de salida
fr: Optionnel. Le nom du fichier module de sortie
it: Opzionale. Il nome del file modulo di output
pt: Opcional. O nome do ficheiro de módulo de saída
ru: Необязательно. Имя выходного файла модуля

source: Behavior
de: Verhalten
es: Comportamiento
fr: Comportement
it: Comportamento
pt: Comportamento
ru: Поведение

source: If SOURCE_DIRECTORY does not have a .sb extension and is not 'squashfs-root', then the directory itself is included in the module, and TARGET_FILE is required.
de: Wenn SOURCE_DIRECTORY keine .sb-Erweiterung hat und nicht 'squashfs-root' ist, wird das Verzeichnis selbst in das Modul aufgenommen und TARGET_FILE ist erforderlich.
es: Si SOURCE_DIRECTORY no tiene una extensión .sb y no es 'squashfs-root', entonces el directorio en sí se incluye en el módulo, y se requiere TARGET_FILE.
fr: Si SOURCE_DIRECTORY n'a pas d'extension .sb et n'est pas 'squashfs-root', alors le répertoire lui-même est inclus dans le module, et TARGET_FILE est requis.
it: Se SOURCE_DIRECTORY non ha l'estensione .sb e non è 'squashfs-root', allora la directory stessa è inclusa nel modulo e TARGET_FILE è richiesto.
pt: Se SOURCE_DIRECTORY não tiver a extensão .sb e não for 'squashfs-root', então a própria pasta é incluída no módulo, e TARGET_FILE é necessário.
ru: Если SOURCE_DIRECTORY не имеет расширения .sb и не является 'squashfs-root', то сама директория включается в модуль, и требуется TARGET_FILE.

source: If TARGET_FILE is not specified, SOURCE_DIRECTORY is replaced by the new module file.
de: Wenn TARGET_FILE nicht angegeben ist, wird SOURCE_DIRECTORY durch die neue Moduldatei ersetzt.
es: Si no se especifica TARGET_FILE, SOURCE_DIRECTORY es reemplazado por el nuevo archivo de módulo.
fr: Si TARGET_FILE n'est pas spécifié, SOURCE_DIRECTORY est remplacé par le nouveau fichier module.
it: Se TARGET_FILE non è specificato, SOURCE_DIRECTORY viene sostituito dal nuovo file modulo.
pt: Se TARGET_FILE não for especificado, SOURCE_DIRECTORY será substituído pelo novo ficheiro de módulo.
ru: Если TARGET_FILE не указан, SOURCE_DIRECTORY заменяется новым файлом модуля.

source: Creates a SquashFS image with kernel modules and an initramfs image.
de: Erstellt ein SquashFS-Image mit Kernelmodulen und einem Initramfs-Image.
es: Crea una imagen SquashFS con módulos del kernel y una imagen initramfs.
fr: Crée une image SquashFS avec des modules de noyau et une image initramfs.
it: Crea un'immagine SquashFS con moduli del kernel e un'immagine initramfs.
pt: Cria uma imagem SquashFS com módulos do kernel e uma imagem initramfs.
ru: Создает образ SquashFS с модулями ядра и образом initramfs.

source: Prompt interactively for compression methods.
de: Interaktive Abfrage der Komprimierungsmethoden.
es: Preguntar interactivamente por los métodos de compresión.
fr: Demander interactivement les méthodes de compression.
it: Richiedi interattivamente i metodi di compressione.
pt: Solicitar interativamente métodos de compressão.
ru: Интерактивно запрашивать методы сжатия.

source: Specify SquashFS compression method (e.g., lz4, lzo, gzip, zstd, lzma, xz, bzip2).
de: Geben Sie die SquashFS-Komprimierungsmethode an (z. B. lz4, lzo, gzip, zstd, lzma, xz, bzip2).
es: Especifica el método de compresión de SquashFS (p. ej., lz4, lzo, gzip, zstd, lzma, xz, bzip2).
fr: Spécifiez la méthode de compression SquashFS (par exemple, lz4, lzo, gzip, zstd, lzma, xz, bzip2).
it: Specifica il metodo di compressione SquashFS (ad es. lz4, lzo, gzip, zstd, lzma, xz, bzip2).
pt: Especifique o método de compressão SquashFS (por exemplo, lz4, lzo, gzip, zstd, lzma, xz, bzip2).
ru: Укажите метод сжатия SquashFS (например, lz4, lzo, gzip, zstd, lzma, xz, bzip2).

source: Specify initramfs compression method (e.g., lz4, lzo, gzip, zstd, lzma, xz, bzip2).
de: Geben Sie die Initramfs-Komprimierungsmethode an (z. B. lz4, lzo, gzip, zstd, lzma, xz, bzip2).
es: Especifica el método de compresión de initramfs (p. ej., lz4, lzo, gzip, zstd, lzma, xz, bzip2).
fr: Spécifiez la méthode de compression initramfs (par exemple, lz4, lzo, gzip, zstd, lzma, xz, bzip2).
it: Specifica il metodo di compressione initramfs (ad es. lz4, lzo, gzip, zstd, lzma, xz, bzip2).
pt: Especifique o método de compressão initramfs (por exemplo, lz4, lzo, gzip, zstd, lzma, xz, bzip2).
ru: Укажите метод сжатия initramfs (например, lz4, lzo, gzip, zstd, lzma, xz, bzip2).

source: If neither interactive mode (-c/--choose-compression) nor direct options (-s and -i) are provided, the script defaults to "zstd" for both images.
de: Wenn weder der interaktive Modus (-c/--choose-compression) noch direkte Optionen (-s und -i) bereitgestellt werden, verwendet das Skript standardmäßig "zstd" für beide Images.
es: Si no se proporciona ni el modo interactivo (-c/--choose-compression) ni las opciones directas (-s y -i), el script utiliza por defecto "zstd" para ambas imágenes.
fr: Si ni le mode interactif (-c/--choose-compression) ni les options directes (-s et -i) ne sont fournis, le script utilise par défaut "zstd" pour les deux images.
it: Se non vengono forniti né la modalità interattiva (-c/--choose-compression) né le opzioni dirette (-s e -i), lo script utilizza "zstd" per impostazione predefinita per entrambe le immagini.
pt: Se nem o modo interativo (-c/--choose-compression) nem as opções diretas (-s e -i) forem fornecidos, o script usa "zstd" por padrão para ambas as imagens.
ru: Если ни интерактивный режим (-c/--choose-compression), ни прямые параметры (-s и -i) не указаны, скрипт по умолчанию использует "zstd" для обоих образов.

source: Updating package lists
de: Aktualisieren der Paketlisten
es: Actualizando las listas de paquetes
fr: Mise à jour des listes de paquets
it: Aggiornamento degli elenchi dei pacchetti
pt: A atualizar listas de pacotes
ru: Обновление списков пакетов

source: Package lists cache exists; skipping apt-get update.
de: Paketlisten-Cache vorhanden; apt-get update wird übersprungen.
es: La caché de las listas de paquetes existe; se omite apt-get update.
fr: Le cache des listes de paquets existe ; mise à jour apt-get ignorée.
it: La cache degli elenchi dei pacchetti esiste; salto l'aggiornamento di apt-get.
pt: A cache das listas de pacotes existe; a ignorar apt-get update.
ru: Кэш списков пакетов существует; пропуск apt-get update.

source: No valid modules directory found: both /lib and /usr/lib are symlinks or missing.
de: Kein gültiges Module-Verzeichnis gefunden: Sowohl /lib als auch /usr/lib sind Symlinks oder fehlen.
es: No se encontró un directorio de módulos válido: tanto /lib como /usr/lib son enlaces simbólicos o faltan.
fr: Aucun répertoire de modules valide trouvé : /lib et /usr/lib sont des liens symboliques ou sont manquants.
it: Nessuna directory dei moduli valida trovata: sia /lib che /usr/lib sono collegamenti simbolici o mancanti.
pt: Nenhuma pasta de módulos válida encontrada: /lib e /usr/lib são links simbólicos ou estão em falta.
ru: Не найдено ни одной действующей директории модулей: /lib и /usr/lib являются символическими ссылками или отсутствуют.

source: not found in
de: nicht gefunden in
es: no se encontró en
fr: introuvable dans
it: non trovato in
pt: não encontrado em
ru: не найдено в

source: Kernel Source
de: Kernel-Quelle
es: Fuente del Kernel
fr: Source du noyau
it: Sorgente del Kernel
pt: Fonte do Kernel
ru: Исходный код ядра

source: Choose kernel source:
de: Kernel-Quelle wählen:
es: Elige la fuente del kernel:
fr: Choisir la source du noyau :
it: Scegli la sorgente del kernel:
pt: Escolha a fonte do kernel:
ru: Выберите исходный код ядра:

source: Download a kernel from the repository
de: Kernel aus dem Repository herunterladen
es: Descargar un kernel del repositorio
fr: Télécharger un noyau depuis le référentiel
it: Scarica un kernel dal repository
pt: Descarregar um kernel do repositório
ru: Загрузить ядро из репозитория

source: Kernel source not selected.
de: Keine Kernelquelle ausgewählt.
es: No se seleccionó la fuente del kernel.
fr: Source du noyau non sélectionnée.
it: Sorgente del kernel non selezionata.
pt: Fonte do kernel não selecionada.
ru: Не выбран исходный код ядра.

source: Scanning for installed kernels
de: Scannen nach installierten Kerneln
es: Buscando kernels instalados
fr: Analyse des noyaux installés
it: Scansione dei kernel installati
pt: A procurar kernels instalados
ru: Поиск установленных ядер

source: No installed kernels found in /lib/modules.
de: Keine installierten Kernel in /lib/modules gefunden.
es: No se encontraron kernels instalados en /lib/modules.
fr: Aucun noyau installé trouvé dans /lib/modules.
it: Nessun kernel installato trovato in /lib/modules.
pt: Nenhum kernel instalado encontrado em /lib/modules.
ru: Не найдено установленных ядер в /lib/modules.

source: Found kernels:
de: Gefundene Kernel:
es: Kernels encontrados:
fr: Noyaux trouvés :
it: Kernel trovati:
pt: Kernels encontrados:
ru: Найденные ядра:

source: Installed Kernels
de: Installierte Kernel
es: Kernels Instalados
fr: Noyaux installés
it: Kernel Installati
pt: Kernels Instalados
ru: Установленные ядра

source: Select a kernel:
de: Kernel auswählen:
es: Selecciona un kernel:
fr: Sélectionner un noyau :
it: Seleziona un kernel:
pt: Selecione um kernel:
ru: Выберите ядро:

source: No kernel selected.
de: Kein Kernel ausgewählt.
es: No se seleccionó ningún kernel.
fr: Aucun noyau sélectionné.
it: Nessun kernel selezionato.
pt: Nenhum kernel selecionado.
ru: Не выбрано ядро.

source: No repository kernels found, updating package lists again...
de: Keine Repository-Kernel gefunden, Paketlisten werden erneut aktualisiert...
es: No se encontraron kernels del repositorio, actualizando las listas de paquetes de nuevo...
fr: Aucun noyau de référentiel trouvé, mise à jour des listes de paquets en cours...
it: Nessun kernel del repository trovato, aggiorno di nuovo gli elenchi dei pacchetti...
pt: Nenhum kernel de repositório encontrado, a atualizar as listas de pacotes novamente...
ru: Не найдено ядер репозитория, повторное обновление списков пакетов...

source: No repository kernels found.
de: Keine Repository-Kernel gefunden.
es: No se encontraron kernels del repositorio.
fr: Aucun noyau de référentiel trouvé.
it: Nessun kernel del repository trovato.
pt: Nenhum kernel de repositório encontrado.
ru: Не найдено ядер репозитория.

source: Repository Kernels
de: Repository-Kernel
es: Kernels del Repositorio
fr: Noyaux de référentiel
it: Kernel del Repository
pt: Kernels do Repositório
ru: Ядра репозитория

source: Select a kernel package:
de: Kernel-Paket auswählen:
es: Selecciona un paquete de kernel:
fr: Sélectionner un paquet de noyau :
it: Seleziona un pacchetto kernel:
pt: Selecione um pacote de kernel:
ru: Выберите пакет ядра:

source: No kernel package selected.
de: Kein Kernel-Paket ausgewählt.
es: No se seleccionó ningún paquete de kernel.
fr: Aucun paquet de noyau sélectionné.
it: Nessun pacchetto kernel selezionato.
pt: Nenhum pacote de kernel selecionado.
ru: Не выбран пакет ядра.

source: Downloading package:
de: Paket wird heruntergeladen:
es: Descargando paquete:
fr: Téléchargement du paquet :
it: Download del pacchetto:
pt: A descarregar pacote:
ru: Загрузка пакета:

source: Extracting package
de: Paket wird extrahiert
es: Extrayendo paquete
fr: Extraction du paquet
it: Estrazione del pacchetto
pt: A extrair pacote
ru: Извлечение пакета

source: Repository kernel prepared:
de: Repository-Kernel vorbereitet:
es: Kernel del repositorio preparado:
fr: Noyau de référentiel préparé :
it: Kernel del repository preparato:
pt: Kernel do repositório preparado:
ru: Ядро репозитория подготовлено:

source: Using command-line SquashFS compression:
de: Verwendung der Kommandozeilen-SquashFS-Komprimierung:
es: Usando la compresión SquashFS de la línea de comandos:
fr: Utilisation de la compression SquashFS en ligne de commande :
it: Utilizzo della compressione SquashFS da riga di comando:
pt: A usar a compressão SquashFS da linha de comandos:
ru: Использование сжатия SquashFS из командной строки:

source: Selecting SquashFS compression method
de: SquashFS-Komprimierungsmethode wird ausgewählt
es: Seleccionando el método de compresión SquashFS
fr: Sélection de la méthode de compression SquashFS
it: Selezione del metodo di compressione SquashFS
pt: A selecionar o método de compressão SquashFS
ru: Выбор метода сжатия SquashFS

source: Extreme speed, low compression ratio
de: Extreme Geschwindigkeit, geringe Komprimierungsrate
es: Velocidad extrema, baja relación de compresión
fr: Vitesse extrême, faible taux de compression
it: Velocità estrema, basso rapporto di compressione
pt: Velocidade extrema, baixa taxa de compressão
ru: Экстремальная скорость, низкий коэффициент сжатия

source: Very fast, low compression ratio
de: Sehr schnell, geringe Komprimierungsrate
es: Muy rápido, baja relación de compresión
fr: Très rapide, faible taux de compression
it: Molto veloce, basso rapporto di compressione
pt: Muito rápido, baixa taxa de compressão
ru: Очень быстро, низкий коэффициент сжатия

source: Fast, moderate compression ratio
de: Schnell, moderate Komprimierungsrate
es: Rápido, relación de compresión moderada
fr: Rapide, taux de compression modéré
it: Veloce, rapporto di compressione moderato
pt: Rápido, taxa de compressão moderada
ru: Быстро, умеренный коэффициент сжатия
