Repository: minios-linux/minios-tools
Catalog: locale/*.po
Languages: de, es, fr, it, pt, pt_br, ru

source: Use FILE as the installation script
de: Verwenden Sie FILE als Installationsskript
es: Usa FILE como el script de instalación
fr: Utilisez FILE comme script d'installation
it: Usa FILE come script di installazione
pt: Use FILE como script de instalação
pt_br: Usar ARQUIVO como o script de instalação
ru: Использовать FILE в качестве скрипта установки
