Repository: minios-linux/minios-tools
Catalog: locale/*.po
Languages: de, es, fr, it, pt, pt_br, ru

source: Balanced speed and compression
de: Ausgewogene Geschwindigkeit und Komprimierung
es: Velocidad y compresión equilibradas
fr: Vitesse et compression équilibrées
it: Velocità e compressione bilanciate
pt: Velocidade e compressão equilibradas
ru: Сбалансированная скорость и сжатие

source: Slow, high compression ratio
de: Langsam, hohe Komprimierungsrate
es: Lento, alta relación de compresión
fr: Lent, taux de compression élevé
it: Lento, alto rapporto di compressione
pt: Lento, alta taxa de compressão
ru: Медленно, высокий коэффициент сжатия

source: Slowest, highest compression ratio
de: Langsamste, höchste Komprimierungsrate
es: Más lento, la relación de compresión más alta
fr: Le plus lent, le taux de compression le plus élevé
it: Più lento, massimo rapporto di compressione
pt: Mais lento, taxa de compressão mais alta
ru: Самый медленный, самый высокий коэффициент сжатия

source: Very slow, slightly better than xz
de: Sehr langsam, etwas besser als xz
es: Muy lento, ligeramente mejor que xz
fr: Très lent, légèrement mieux que xz
it: Molto lento, leggermente migliore di xz
pt: Muito lento, ligeiramente melhor que xz
ru: Очень медленно, немного лучше, чем xz

source: SquashFS Compression
de: SquashFS-Komprimierung
es: Compresión SquashFS
fr: Compression SquashFS
it: Compressione SquashFS
pt: Compressão SquashFS
ru: Сжатие SquashFS

source: Choose a compression method:
de: Komprimierungsmethode auswählen:
es: Elige un método de compresión:
fr: Choisir une méthode de compression :
it: Scegli un metodo di compressione:
pt: Escolha um método de compressão:
ru: Выберите метод сжатия:

source: No SquashFS compression method selected.
de: Keine SquashFS-Komprimierungsmethode ausgewählt.
es: No se seleccionó ningún método de compresión SquashFS.
fr: Aucune méthode de compression SquashFS sélectionnée.
it: Nessun metodo di compressione SquashFS selezionato.
pt: Nenhum método de compressão SquashFS selecionado.
ru: Не выбран метод сжатия SquashFS.

source: Selected SquashFS:
de: Ausgewähltes SquashFS:
es: SquashFS seleccionado:
fr: SquashFS sélectionné :
it: SquashFS selezionato:
pt: SquashFS selecionado:
ru: Выбран SquashFS:

source: Using default SquashFS compression:
de: Verwendung der Standard-SquashFS-Komprimierung:
es: Usando la compresión SquashFS por defecto:
fr: Utilisation de la compression SquashFS par défaut :
it: Utilizzo della compressione SquashFS predefinita:
pt: A usar a compressão SquashFS padrão:
ru: Использование сжатия SquashFS по умолчанию:

source: Using command-line initramfs compression:
de: Verwendung der Kommandozeilen-Initramfs-Komprimierung:
es: Usando la compresión initramfs de la línea de comandos:
fr: Utilisation de la compression initramfs en ligne de commande :
it: Utilizzo della compressione initramfs da riga di comando:
pt: A usar a compressão initramfs da linha de comandos:
ru: Использование сжатия initramfs из командной строки:

source: Selecting initramfs compression method
de: Initramfs-Komprimierungsmethode wird ausgewählt
es: Seleccionando el método de compresión initramfs
fr: Sélection de la méthode de compression initramfs
it: Selezione del metodo di compressione initramfs
pt: A selecionar o método de compressão initramfs
ru: Выбор метода сжатия initramfs

source: Initramfs Compression
de: Initramfs-Komprimierung
es: Compresión Initramfs
fr: Compression Initramfs
it: Compressione Initramfs
pt: Compressão Initramfs
ru: Сжатие Initramfs

source: No initramfs compression method selected.
de: Keine Initramfs-Komprimierungsmethode ausgewählt.
es: No se seleccionó ningún método de compresión initramfs.
fr: Aucune méthode de compression initramfs sélectionnée.
it: Nessun metodo di compressione initramfs selezionato.
pt: Nenhum método de compressão initramfs selecionado.
ru: Не выбран метод сжатия initramfs.

source: Selected initramfs compression:
de: Ausgewählte Initramfs-Komprimierung:
es: Compresión initramfs seleccionada:
fr: Compression initramfs sélectionnée :
it: Compressione initramfs selezionata:
pt: Compressão initramfs selecionada:
ru: Выбрано сжатие initramfs:

source: Using default initramfs compression:
de: Verwendung der Standard-Initramfs-Komprimierung:
es: Usando la compresión initramfs por defecto:
fr: Utilisation de la compression initramfs par défaut :
it: Utilizzo della compressione initramfs predefinita:
pt: A usar a compressão initramfs padrão:
ru: Использование сжатия initramfs по умолчанию:

source: Locating vmlinuz for kernel
de: vmlinuz für Kernel wird lokalisiert
es: Localizando vmlinuz para el kernel
fr: Localisation de vmlinuz pour le noyau
it: Individuazione di vmlinuz per il kernel
pt: A localizar vmlinuz para o kernel
ru: Поиск vmlinuz для ядра

source: vmlinuz for kernel
de: vmlinuz für Kernel
es: vmlinuz para el kernel
fr: vmlinuz pour le noyau
it: vmlinuz per il kernel
pt: vmlinuz para o kernel
ru: vmlinuz для ядра

source: not found.
de: nicht gefunden.
es: no encontrado.
fr: introuvable.
it: non trovato.
pt: não encontrado.
ru: не найден.

source: vmlinuz copied as
de: vmlinuz kopiert als
es: vmlinuz copiado como
fr: vmlinuz copié sous
it: vmlinuz copiato come
pt: vmlinuz copiado como
ru: vmlinuz скопирован как

source: Preparing temporary kernel modules for
de: Vorbereiten temporärer Kernelmodule für
es: Preparando módulos temporales del kernel para
fr: Préparation des modules de noyau temporaires pour
it: Preparazione dei moduli del kernel temporanei per
pt: A preparar módulos temporários do kernel para
ru: Подготовка временных модулей ядра для

source: Kernel
fr: Noyau
ru: Ядро

source: is already installed in the system. Please select one of the installed kernels.
de: ist bereits im System installiert. Bitte wählen Sie einen der installierten Kernel aus.
es: ya está instalado en el sistema. Por favor, seleccione uno de los kernels instalados.
fr: est déjà installé dans le système. Veuillez sélectionner l'un des noyaux installés.
it: è già installato nel sistema. Si prega di selezionare uno dei kernel installati.
pt: já está instalado no sistema. Por favor, selecione um dos kernels instalados.
ru: уже установлено в системе. Выберите одно из установленных ядер.

source: Extracted kernel modules for
de: Extrahierte Kernelmodule für
es: Módulos del kernel extraídos para
fr: Modules de noyau extraits pour
it: Moduli del kernel estratti per
pt: Módulos do kernel extraídos para
ru: Извлечены модули ядра для

source: not found in the package.
de: nicht im Paket gefunden.
es: no se encontraron en el paquete.
fr: introuvables dans le paquet.
it: non trovati nel pacchetto.
pt: não encontrados no pacote.
ru: не найдены в пакете.

source: Copying kernel modules for
de: Kernelmodule werden kopiert für
es: Copiando módulos del kernel para
fr: Copie des modules de noyau pour
it: Copia dei moduli del kernel per
pt: A copiar módulos do kernel para
ru: Копирование модулей ядра для

source: to
de: nach
es: a
fr: vers
it: a
pt: para
ru: в

source: Failed to copy kernel modules to
de: Kopieren der Kernelmodule nach fehlgeschlagen
es: Error al copiar los módulos del kernel a
fr: Échec de la copie des modules de noyau vers
it: Impossibile copiare i moduli del kernel in
pt: Falha ao copiar módulos do kernel para
ru: Не удалось скопировать модули ядра в

source: Running depmod for kernel
de: depmod wird für Kernel ausgeführt
es: Ejecutando depmod para el kernel
fr: Exécution de depmod pour le noyau
it: Esecuzione di depmod per il kernel
pt: A executar depmod para o kernel
ru: Запуск depmod для ядра

source: Building SquashFS image for kernel modules
de: SquashFS-Image für Kernelmodule wird erstellt
es: Construyendo la imagen SquashFS para los módulos del kernel
fr: Création d'une image SquashFS pour les modules de noyau
it: Creazione dell'immagine SquashFS per i moduli del kernel
pt: A criar imagem SquashFS para módulos do kernel
ru: Создание образа SquashFS для модулей ядра

source: SquashFS image created:
de: SquashFS-Image erstellt:
es: Imagen SquashFS creada:
fr: Image SquashFS créée :
it: Immagine SquashFS creata:
pt: Imagem SquashFS criada:
ru: Образ SquashFS создан:

source: Generating initramfs image
de: Initramfs-Image wird generiert
es: Generando la imagen initramfs
fr: Génération d'une image initramfs
it: Generazione dell'immagine initramfs
pt: A gerar imagem initramfs
ru: Создание образа initramfs

source: Failed to generate initramfs image.
de: Generierung des Initramfs-Images fehlgeschlagen.
es: Error al generar la imagen initramfs.
fr: Échec de la génération de l'image initramfs.
it: Impossibile generare l'immagine initramfs.
pt: Falha ao gerar imagem initramfs.
ru: Не удалось создать образ initramfs.

source: initramfs image created:
de: Initramfs-Image erstellt:
es: Imagen initramfs creada:
fr: Image initramfs créée :
it: Immagine initramfs creata:
pt: Imagem initramfs criada:
ru: Образ initramfs создан:

source: Usage Instructions for the Generated Files:
de: Verwendungsanweisungen für die generierten Dateien:
es: Instrucciones de uso para los archivos generados:
fr: Instructions d'utilisation pour les fichiers générés :
it: Istruzioni per l'uso dei file generati:
pt: Instruções de utilização para os ficheiros gerados:
ru: Инструкции по использованию сгенерированных файлов:

source: Copy the SquashFS image:
de: SquashFS-Image kopieren:
es: Copia la imagen SquashFS:
fr: Copier l'image SquashFS :
it: Copia l'immagine SquashFS:
pt: Copiar a imagem SquashFS:
ru: Скопируйте образ SquashFS:

source: File:
de: Datei:
es: Archivo:
fr: Fichier :
pt: Ficheiro:
ru: Файл:

source: Destination: Place this file into the /minios folder on your USB flash drive.
de: Ziel: Legen Sie diese Datei in den Ordner /minios auf Ihrem USB-Flashlaufwerk.
es: Destino: Coloca este archivo en la carpeta /minios de tu unidad flash USB.
fr: Destination : placez ce fichier dans le dossier /minios sur votre clé USB.
it: Destinazione: Posiziona questo file nella cartella /minios sulla tua unità flash USB.
pt: Destino: Coloque este ficheiro na pasta /minios na sua pen USB.
ru: Назначение: поместите этот файл в папку /minios на USB-накопителе.

source: Copy the kernel and initramfs images:
de: Kernel- und Initramfs-Images kopieren:
es: Copia las imágenes del kernel e initramfs:
fr: Copier les images du noyau et d'initramfs :
it: Copia le immagini del kernel e di initramfs:
pt: Copiar as imagens do kernel e initramfs:
ru: Скопируйте образы ядра и initramfs:

source: Files:
de: Dateien:
es: Archivos:
fr: Fichiers :
it: File:
pt: Ficheiros:
ru: Файлы:

source: Destination: Place these files into the /minios/boot folder on your USB flash drive.
de: Ziel: Legen Sie diese Dateien in den Ordner /minios/boot auf Ihrem USB-Flashlaufwerk.
es: Destino: Coloca estos archivos en la carpeta /minios/boot de tu unidad flash USB.
fr: Destination : placez ces fichiers dans le dossier /minios/boot sur votre clé USB.
it: Destinazione: Posiziona questi file nella cartella /minios/boot sulla tua unità flash USB.
pt: Destino: Coloque estes ficheiros na pasta /minios/boot na sua pen USB.
ru: Назначение: поместите эти файлы в папку /minios/boot на USB-накопителе.

source: Update Bootloader Configuration:
de: Bootloader-Konfiguration aktualisieren:
es: Actualiza la configuración del gestor de arranque:
fr: Mettre à jour la configuration du chargeur de démarrage :
it: Aggiorna la configurazione del bootloader:
pt: Atualizar Configuração do Bootloader:
ru: Обновите конфигурацию загрузчика:

source: Edit the file
de: Datei bearbeiten
es: Edita el archivo
fr: Modifier le fichier
it: Modifica il file
pt: Editar o ficheiro
ru: Измените файл

source: and update the entries for the kernel and initrd.
de: und die Einträge für Kernel und initrd aktualisieren.
es: y actualiza las entradas para el kernel e initrd.
fr: et mettre à jour les entrées pour le noyau et initrd.
it: e aggiorna le voci per il kernel e initrd.
pt: e atualizar as entradas para o kernel e initrd.
ru: и обновите записи для ядра и initrd.

source: Similarly, edit
de: Ebenso bearbeiten
es: De forma similar, edita
fr: De même, modifier
it: Allo stesso modo, modifica
pt: Da mesma forma, editar
ru: Аналогично, измените

source: Save your changes and safely eject the flash drive. Your flash drive is now ready to boot the new system.
de: Speichern Sie Ihre Änderungen und werfen Sie das Flashlaufwerk sicher aus. Ihr Flashlaufwerk ist nun bereit, das neue System zu booten.
es: Guarda tus cambios y expulsa de forma segura la unidad flash. Tu unidad flash ya está lista para arrancar el nuevo sistema.
fr: Enregistrez vos modifications et éjectez la clé USB en toute sécurité. Votre clé USB est maintenant prête à démarrer le nouveau système.
it: Salva le modifiche ed espelli in modo sicuro l'unità flash. La tua unità flash è ora pronta per avviare il nuovo sistema.
pt: Guarde as suas alterações e ejete a pen em segurança. A sua pen está agora pronta para arrancar o novo sistema.
ru: Сохраните изменения и безопасно извлеките USB-накопитель. USB-накопитель готов к загрузке новой системы.

source: Cleaning up temporary files
de: Temporäre Dateien werden bereinigt
es: Limpiando los archivos temporales
fr: Nettoyage des fichiers temporaires
it: Pulizia dei file temporanei
pt: A limpar ficheiros temporários
ru: Очистка временных файлов

source: Removing temporary kernel modules for
de: Entfernen temporärer Kernelmodule für
es: Eliminando los módulos temporales del kernel para
fr: Suppression des modules de noyau temporaires pour
it: Rimozione dei moduli del kernel temporanei per
pt: A remover módulos temporários do kernel para
ru: Удаление временных модулей ядра для

source: from
de: von
es: de
fr: de
it: da
pt: de
ru: из

source: Cleanup complete.
de: Bereinigung abgeschlossen.
es: Limpieza completa.
fr: Nettoyage terminé.
it: Pulizia completata.
pt: Limpeza completa.
ru: Очистка завершена.

source: This script must be run as root.
de: Dieses Skript muss als Root ausgeführt werden.
es: Este script debe ser ejecutado como root.
fr: Ce script doit être exécuté en tant que root.
it: Questo script deve essere eseguito come root.
pt: Este script deve ser executado como root.
ru: Этот скрипт должен быть запущен от имени root.

source: Erase module directory created by sb2dir
de: Lösche das von sb2dir erstellte Modulverzeichnis
es: Borra el directorio del módulo creado por sb2dir
fr: Effacer le répertoire de module créé par sb2dir
it: Elimina la directory del modulo creata da sb2dir
pt: Apagar a pasta do módulo criada por sb2dir
ru: Удалить директорию модуля, созданную sb2dir

source: Directory does not exist:
de: Verzeichnis existiert nicht:
es: El directorio no existe:
fr: Le répertoire n'existe pas :
it: La directory non esiste:
pt: A pasta não existe:
ru: Директория не существует:

source: Module directory deleted:
de: Modulverzeichnis gelöscht:
es: Directorio del módulo eliminado:
fr: Répertoire du module supprimé :
it: Directory del modulo eliminata:
pt: Pasta do módulo apagada:
ru: Директория модуля удалена:

source: Saves all changed files in a compressed filesystem bundle.
de: Speichert alle geänderten Dateien in einem komprimierten Dateisystem-Bündel.
es: Guarda todos los archivos modificados en un paquete de sistema de archivos comprimido.
fr: Enregistre tous les fichiers modifiés dans un paquet de système de fichiers compressé.
it: Salva tutti i file modificati in un pacchetto di filesystem compresso.
pt: Guarda todos os ficheiros alterados num pacote de sistema de ficheiros comprimido.
ru: Сохраняет все изменённые файлы в сжатый пакет файловой системы.

source: If changes_directory is not specified,
de: Wenn changes_directory nicht angegeben ist,
es: Si no se especifica changes_directory,
fr: Si changes_directory n'est pas spécifié,
it: Se changes_directory non è specificato,
pt: Se changes_directory não for especificado,
ru: Если changes_directory не указан,

source: /run/initramfs/memory/changes is used.
de: wird /run/initramfs/memory/changes verwendet.
es: se utiliza /run/initramfs/memory/changes.
fr: /run/initramfs/memory/changes est utilisé.
it: viene usato /run/initramfs/memory/changes.
pt: é usado /run/initramfs/memory/changes.
ru: используется /run/initramfs/memory/changes.

source: Manage MiniOS bundles.
de: MiniOS-Bündel verwalten.
es: Gestionar paquetes de MiniOS.
fr: Gérer les paquets MiniOS.
it: Gestisci i bundle MiniOS.
pt: Gerenciar pacotes MiniOS.
pt_br: Gerenciar pacotes do MiniOS.
ru: Управление пакетами MiniOS.

source: To run some of the commands in this script, your Linux kernel must support AUFS.
de: Um einige der Befehle in diesem Skript auszuführen, muss Ihr Linux-Kernel AUFS unterstützen.
es: Para ejecutar algunos de los comandos en este script, tu kernel de Linux debe soportar AUFS.
fr: Pour exécuter certaines des commandes de ce script, votre noyau Linux doit supporter AUFS.
it: Per eseguire alcuni dei comandi di questo script, il tuo kernel Linux deve supportare AUFS.
pt: Para executar alguns dos comandos deste script, o seu kernel Linux deve suportar AUFS.
pt_br: Para executar alguns dos comandos neste script, seu kernel Linux deve ser compatível com AUFS.
ru: Для выполнения некоторых команд этого скрипта ядро Linux должно поддерживать AUFS.

source: Activate a MiniOS bundle
de: Ein MiniOS-Bündel aktivieren
es: Activar un paquete de MiniOS
fr: Activer un paquet MiniOS
it: Attiva un bundle MiniOS
pt: Ativar um pacote MiniOS
pt_br: Ativar um pacote do MiniOS
ru: Активировать пакет MiniOS

source: Deactivate an active MiniOS bundle
de: Ein aktives MiniOS-Bündel deaktivieren
es: Desactivar un paquete activo de MiniOS
fr: Désactiver un paquet MiniOS actif
it: Disattiva un bundle MiniOS attivo
pt: Desativar um pacote MiniOS ativo
pt_br: Desativar um pacote do MiniOS ativo
ru: Деактивировать активный пакет MiniOS

source: List active MiniOS bundles
de: Aktive MiniOS-Bündel auflisten
es: Listar paquetes activos de MiniOS
fr: Lister les paquets MiniOS actifs
it: Elenca i bundle MiniOS attivi
pt: Listar pacotes MiniOS ativos
pt_br: Listar pacotes do MiniOS ativos
ru: Список активных пакетов MiniOS

source: Save changes made at runtime to the bundle
de: Änderungen, die zur Laufzeit am Bündel vorgenommen wurden, speichern
es: Guarda los cambios realizados en tiempo de ejecución en el paquete
fr: Enregistrer les modifications apportées au paquet pendant l'exécution
it: Salva le modifiche apportate durante l'esecuzione al bundle
pt: Guardar alterações feitas em tempo de execução no pacote
pt_br: Salvar alterações feitas em tempo de execução no pacote
ru: Сохранить изменения, внесённые во время работы, в пакет

source: Remove an unpacked bundle directory
de: Ein ausgepacktes Bündelverzeichnis entfernen
es: Elimina el directorio de un paquete desempaquetado
fr: Supprimer un répertoire de paquet décompressé
it: Rimuovi una directory di bundle decompressa
pt: Remover um diretório de pacote descompactado
pt_br: Remover um diretório de pacote descompactado
ru: Удалить распакованную директорию пакета

source: Convert an .sb bundle to directory or vice versa
de: Ein .sb-Bündel in ein Verzeichnis konvertieren oder umgekehrt
es: Convierte un paquete .sb en un directorio o viceversa
fr: Convertir un paquet .sb en répertoire ou vice versa
it: Converti un bundle .sb in una directory o viceversa
pt: Converter um pacote .sb para diretório ou vice-versa
pt_br: Converter um pacote .sb para diretório ou vice-versa
ru: Преобразовать пакет .sb в директорию или наоборот

source: If the output_directory is specified, it must exist
de: Wenn output_directory angegeben ist, muss es existieren
es: Si se especifica output_directory, debe existir
fr: Si output_directory est spécifié, il doit exister
it: Se output_directory è specificato, deve esistere
pt: Se output_directory for especificado, ele deve existir
ru: Если output_directory указан, он должен существовать

source: If the output_directory is not specified, the name source_file.sb
de: Wenn output_directory nicht angegeben ist, wird der Name source_file.sb
es: Si no se especifica output_directory, se usa el nombre source_file.sb
fr: Si output_directory n'est pas spécifié, le nom source_file.sb
it: Se output_directory non è specificato, il nome source_file.sb
pt: Se output_directory não for especificado, o nome source_file.sb
ru: Если output_directory не указан, используется имя source_file.sb

source: is used and the directory is overmounted with tmpfs
de: verwendet und das Verzeichnis mit tmpfs überschrieben
es: y el directorio se monta encima con tmpfs
fr: est utilisé et le répertoire est surmonté avec tmpfs
it: viene usato e la directory è sovramontata con tmpfs
pt: é usado e a pasta é montada por cima com tmpfs
ru: и директория монтируется поверх с помощью tmpfs

source: File does not exist:
de: Datei existiert nicht:
es: El archivo no existe:
fr: Le fichier n'existe pas :
it: Il file non esiste:
pt: O ficheiro não existe:
ru: Файл не существует:

source: Generate MiniOS ISO image, adding specified modules.
de: MiniOS ISO-Image erstellen und angegebene Module hinzufügen.
es: Genera una imagen ISO de MiniOS, añadiendo los módulos especificados.
fr: Générer une image ISO MiniOS, en ajoutant les modules spécifiés.
it: Genera un'immagine ISO MiniOS, aggiungendo i moduli specificati.
pt: Gerar imagem ISO MiniOS, adicionando os módulos especificados.
pt_br: Gerar imagem ISO do MiniOS, adicionando os módulos especificados.
ru: Создать образ ISO MiniOS, добавив указанные модули.

source: Exclude any existing path or file matching REGEX
de: Alle vorhandenen Pfade oder Dateien ausschließen, die mit REGEX übereinstimmen
es: Excluir cualquier ruta o archivo existente que coincida con REGEX
fr: Exclure tout chemin ou fichier existant correspondant à REGEX
it: Escludi qualsiasi percorso o file esistente che corrisponda a REGEX
pt: Excluir qualquer caminho ou ficheiro existente que corresponda a REGEX
pt_br: Excluir qualquer caminho ou arquivo existente que corresponda a REGEX
ru: Исключить все существующие пути или файлы, соответствующие REGEX

source: Specify output ISO filename (default
de: Ausgabe-ISO-Dateinamen angeben (Standard
es: Especifica el nombre de archivo ISO de salida (predeterminado
fr: Spécifiez le nom de fichier ISO de sortie (par défaut
it: Specifica il nome file ISO di output (predefinito
pt: Especifique o nome do ficheiro ISO de saída (predefinição
pt_br: Especificar o nome do arquivo ISO de saída (padrão
ru: Указать имя выходного файла ISO (по умолчанию

source: Create MiniOS ISO without firefox.sb module:
de: MiniOS ISO ohne firefox.sb-Modul erstellen:
es: Crea una ISO de MiniOS sin el módulo firefox.sb:
fr: Créer une ISO MiniOS sans le module firefox.sb :
it: Crea un'immagine ISO MiniOS senza il modulo firefox.sb:
pt: Criar ISO MiniOS sem o módulo firefox.sb:
pt_br: Criar ISO do MiniOS sem o módulo firefox.sb:
ru: Создать образ ISO MiniOS без модуля firefox.sb:

source: Create MiniOS text-mode core only:
de: Nur MiniOS Textmodus-Kern erstellen:
es: Crea solo el núcleo de MiniOS en modo texto:
fr: Créer uniquement le cœur en mode texte de MiniOS :
it: Crea solo il core in modalità testo MiniOS:
pt: Criar apenas o núcleo em modo texto MiniOS:
pt_br: Criar apenas o núcleo do MiniOS em modo texto:
ru: Создать только ядро MiniOS в текстовом режиме:

source: If you loaded the system into RAM, use 'toram=full' in the kernel parameters.
de: Wenn Sie das System in den RAM geladen haben, verwenden Sie 'toram=full' in den Kernelparametern.
es: Si cargaste el sistema en la RAM, usa 'toram=full' en los parámetros del kernel.
fr: Si vous avez chargé le système en RAM, utilisez 'toram=full' dans les paramètres du noyau.
it: Se hai caricato il sistema nella RAM, usa 'toram=full' nei parametri del kernel.
pt: Se carregou o sistema para a RAM, use 'toram=full' nos parâmetros do kernel.
ru: Если вы загрузили систему в ОЗУ, используйте 'toram=full' в параметрах ядра.
